startCar-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sch="http://dau.lam.net/service">
   <soapenv:Header/>
   <soapenv:Body >
      <sch:startCarRequest>
         <name>HONDA CIVIC</name>
      </sch:startCarRequest>
   </soapenv:Body>
</soapenv:Envelope>
